import React from "react";

const Footer = () => {
  return (
    <div className="footer--container">
      מחפשים דירה למכירה ? בלוח נכסים למכירה של יד2 תמצאו בקלות ובמהירות. מאגר
      הנכסים למכירה הענק והעדכני שלנו עומד לרשותכם - כל שעליכם לעשות הוא להקליד
      את פרטי הנכס שמעניין אתכם (מחוז, אזור, ישוב, סוג נכס, מספר חדרים וכו')
      ומנוע החיפוש שלנו יסנן עבורכם את המודעות הרלוונטיות ביותר. מחפשים דירה
      למכירה באזור ספציפי? לחצו על "הצג על גבי מפה" ובחרו באזור הגיאוגרפי שבו
      אתם מעוניינים למצוא מחפשים דירה למכירה. המערכת תסמן עבורכם את מיקומי
      הדירות הזמינות, ותוכלו להקליק על כל סימון כדי לצפות במודעה ובפרטי ההתקשרות
      עם המוכר.
    </div>
  );
};

export default Footer;
